Repository: LingmoOS-Testing/lingmo-installer
Catalog: debian/real-po/*.po
Languages: es, ru, uz

source: Preparing lingmo-drivers...
es: Preparando lingmo-drivers…
ru: Подготовка lingmo-drivers...

source: Connecting...
es: Conectando…
ru: Соединение…
uz: Ulanmoqda...

source: Connection failed.
es: Ha fallado la conexión.
ru: Ошибка соединения.
uz: Ulanish muvaffaqiyatsiz chiqdi.

source: Connected.
es: Conectado.
ru: Соединение установлено.
uz: Ulandi.

source: Restart to Continue
es: Reinicie para continuar
ru: Перезагрузите для продолжения
uz: Davom etish uchun qayta ishga tushiring

source: Install
es: Instalar
ru: Установка
uz: Oʻrnatish

source: Install (OEM mode, for manufacturers only)
es: Instalar (modo OEM, solo para fabricantes)
ru: Установка (режим OEM, только для производителей оборудования)
uz: Oʻrnatish (OEM rejimi, faqat ishlab chiqaruvchilar uchun)

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
es: Está instalando en el modo de fabricantes de sistemas. Introduzca un nombre único para este lote de sistemas. Este nombre se guardará en el sistema instalado y se podrá usar para ayudar con informes de error.
ru: Вы производите установку в режиме разработчика. Пожалуйста, введите уникальное имя для этой комплектации системы. Это имя будет сохранено на установленной системе и может быть использовано при обработке отчётов об ошибках.
uz: Siz tizim ishlab chiqaruvchi rejimida oʻrnatyapsiz. Iltimos, ushbu tizimlar partiyasi uchun unikal nom kiriting. Bu nom oʻrnatilgan tizimda saqlanib olinadi va xato hisobotlari bilan yordam uchun ishlatilishi mumkin.

source: You can try ${RELEASE} without making any changes to your computer, directly from this ${MEDIUM}.
es: Puede probar ${RELEASE} sin hacer ningún cambio en su equipo, directamente desde este ${MEDIUM}.
ru: Вы можете попробовать ${RELEASE} без каких-либо изменений на вашем компьютере, непосредственно с ${MEDIUM}.
uz: Siz kompyuteringizga hech qanday oʻzgartirishlar kiritmasdan ${RELEASE}ni toʻgʻridan-toʻgʻri ushbu ${MEDIUM} bilan ishlatib koʻrishingiz mumkin.

source: Or if you're ready, you can install ${RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
es: O si está listo, puede instalar ${RELEASE} junto a (o en lugar de) su sistema operativo actual. Esto no tardará demasiado.
ru: Или если вы готовы, можете установить ${RELEASE} рядом (или вместо) вашей текущей операционной системы. Это не займёт много времени.
uz: Agarda tayyor boʻlsangiz, ${RELEASE}ni joriy operatsion tizimingiz yoniga (yoki oʻrniga) oʻrnatishingiz mumkin. Bu juda uzoq davom etmasa kerak.

source: Try ${RELEASE}
es: Probar ${RELEASE}
ru: Попробовать ${RELEASE}
uz: ${RELEASE}ni ishlatib koʻrish

source: Install ${RELEASE}
es: Instalar ${RELEASE}
ru: Установить ${RELEASE}
uz: ${RELEASE}ni oʻrnatish

source: You may wish to read the <a href="release-notes">release notes</a> or <a href="update">update this installer</a>.
es: Es posible que quiera leer las <a href="release-notes">novedades de la versión</a> o <a href="update">actualizar este instalador</a>.
ru: Вы можете прочитать <a href="release-notes">примечания к выпуску</a> или <a href="update">обновить этот установщик</a>.
uz: Balki, siz <a href="release-notes">chiqarish izohlari</a>ni oʻqishni yoki <a href="update">shu oʻrnatuvchini yangilashni</a> xohlarsiz.

source: You may wish to read the <a href="release-notes">release notes</a>.
es: Es posible que quiera leer las <a href="release-notes">novedades de la versión</a>.
ru: Вы можете прочитать <a href="release-notes">примечания к выпуску</a>.
uz: Balki, siz <a href="release-notes">chiqarish izohlari</a>ni oʻqishni xohlarsiz.

source: You may wish to <a href="update">update this installer</a>.
es: Es posible que quiera <a href="update">actualizar este instalador</a>.
ru: Вы можете <a href="update">обновить эту программу установки</a>.
uz: Balki, siz <a href="update">shu oʻrnatuvchini yangilashni</a> xohlarsiz.

source: Where are you?
es: ¿Dónde se encuentra?
ru: Где вы находитесь?
uz: Qayerdasiz?

source: Keyboard layout
es: Disposición del teclado
ru: Раскладка клавиатуры
uz: Klaviatura tartibi

source: Choose your keyboard layout:
es: Elija la disposición del teclado:
ru: Выберите раскладку клавиатуры:
uz: Klaviaturangiz tartibini tanlang:

source: Type here to test your keyboard
es: Escriba aquí para probar el teclado
ru: Введите здесь, чтобы проверить свою клавиатуру
uz: Klaviaturangizni sinash uchun mana shu yerga tering

source: Detect Keyboard Layout
es: Detectar la distribución del teclado
ru: Определить раскладку клавиатуры
uz: Klaviatura tartibini aniqlash

source: Detect Keyboard Layout...
es: Detectar la distribución del teclado…
ru: Определить раскладку клавиатуры...
uz: Klaviatura tartibini aniqlash...

source: Please press one of the following keys:
es: Pulse alguna de las teclas siguientes:
ru: Пожалуйста, нажмите одну из следующих клавиш:
uz: Iltimos, quyidagi tugmachalardan birini bosing:

source: Is the following key present on your keyboard?
es: ¿Su teclado incluye esta tecla?
ru: Присутствует ли эта клавиша на клавиатуре?
uz: Quyidagi tugmacha klaviaturangizda mavjudmi?

source: Who are you?
es: ¿Quién es usted?
ru: О себе
uz: Kimsiz?

source: Your name:
es: Su nombre:
ru: Ваше имя:
uz: Ismingiz:

source: Pick a username:
es: Elija un nombre de usuario:
ru: Введите имя пользователя:
uz: Foydalanuvchi nomini tanlang:

source: &lt;small&gt;If more than one person will use this computer, you can set up multiple accounts after installation.&lt;/small&gt;
es: &lt;small&gt;Si este equipo lo usa más de una persona, puede configurar múltiples cuentas después de la instalación.&lt;/small&gt;
ru: &lt;small&gt;Если этим компьютером пользуется несколько человек, можно настроить несколько учётных записей после установки.&lt;/small&gt;
uz: &lt;small&gt;Agar bu kompyuterni birdan ortiq kishi ishlatadigan boʻlsa, oʻrnatishdan soʻng bir nechta hisob ochishingiz mumkin.&lt;/small&gt;

source: Must start with a lower-case letter.
es: Debe comenzar con una letra minúscula.
ru: Должен начинаться со строчной буквы.
uz: Kichik harf bilan boshlanishi shart.

source: May only contain lower-case letters, digits, hyphens, and underscores.
es: Solo puede contener letras minúsculas, números, guiones y guiones bajos.
ru: Может содержать только строчные буквы, цифры, дефисы и символы подчёркивания.
uz: Faqat kichik harflar, raqamlar, chiziqchalar va tagchiziqlardan iborat boʻlishi mumkin.

source: Skip
es: Omitir
ru: Пропустить
uz: Oʻtkazib yuborish

source: Choose a password:
es: Elija una contraseña:
ru: Задайте пароль:
uz: Parol tanlang:

source: &lt;small&gt;Enter the same password twice, so that it can be checked for typing errors.&lt;/small&gt;
es: &lt;small&gt;Introduzca la misma contraseña dos veces, de manera que se puedan comprobar los errores de tecleo.&lt;/small&gt;
ru: &lt;small&gt;Введите один и тот же пароль дважды для избежания ошибок при вводе.&lt;/small&gt;
uz: &lt;small&gt;Terish xatolariga tekshirib boʻlish uchun ayni parolni ikki marta kiriting.&lt;/small&gt;

source: Password
es: Contraseña
ru: Пароль
uz: Parol

source: Confirm password
es: Confirme la contraseña
ru: Подтвердите пароль
uz: Parolni tasdiqlang

source: Confirm your password:
es: Confirme su contraseña:
ru: Подтвердите пароль:
uz: Parolingizni tasdiqlang:

source: Your computer's name:
es: El nombre de su equipo:
ru: Имя вашего компьютера:
uz: Kompyuteringizning nomi:

source: The name it uses when it talks to other computers.
es: El nombre que utiliza al comunicarse con otros equipos.
ru: Имя, используемое при связи с другими компьютерами.
uz: U boshqa kompyuterlar bilan aloqa qilayotganida ishlatadigan nom.

source: Must be between 1 and 63 characters long.
es: Debe tener entre 1 y 63 caracteres.
ru: Длина должна быть от 1 до 63 символов.
uz: Uzunligi 1 va 63 ta belgi orasida boʻlishi shart.

source: May only contain letters, digits, hyphens, and dots.
es: Solo puede contener letras, números, guiones y puntos.
ru: Может содержать только буквы, цифры, дефисы и точки.
uz: Faqat harflar, raqamlar, chiziqchalar va nuqtalardan iborat boʻlishi mumkin.

source: May not start or end with a hyphen.
es: No puede empezar o terminar con un guion.
ru: Не может начинаться или заканчиваться дефисом.
uz: Chiziqcha bilan boshlanishi yoki tugashi mumkin emas.

source: May not start or end with a dot, or contain the sequence "..".
es: No puede empezar o terminar con un punto o contener la secuencia «..».
ru: Не может начинаться с точки, заканчиваться точкой или содержать последовательность «..».
uz: Nuqta bilan boshlanishi yoki tugashi hamda “..” ketma-ketligini oʻz ichiga olishi mumkin emas.

source: You are running in debugging mode. Do not use a valuable password!
es: Está funcionando en modo de depuración. No use una contraseña valiosa.
ru: Система запущена в отладочном режиме. Не используйте важных паролей!
uz: Xatolarni tuzatish rejimida ishlayapsiz. Muhim paroldan foydalanmang!

source: Passwords do not match
es: Las contraseñas no coinciden
ru: Пароли не совпадают
uz: Parollar teng kelmayapti.

source: Short password
es: Contraseña corta
ru: Короткий пароль
uz: Qisqa parol

source: Weak password
es: Contraseña débil
ru: Слабый пароль
uz: Zaif parol

source: Fair password
es: Contraseña aceptable
ru: Неплохой пароль
uz: Xiyli parol

source: Good password
es: Contraseña buena
ru: Хороший пароль
uz: Yaxshi parol

source: Strong password
es: Contraseña fuerte
ru: Сильный пароль
uz: Kuchli parol

source: Log in automatically
es: Iniciar sesión automáticamente
ru: Входить в систему автоматически
uz: Avtomatik kirish

source: Require my password to log in
es: Solicitar mi contraseña para iniciar sesión
ru: Требовать пароль для входа в систему
uz: Kirish uchun parolimni talab qil

source: Installation type
es: Tipo de instalación
ru: Тип установки
uz: Oʻrnatish turi

source: Files (${SIZE})
es: Archivos (${SIZE})
ru: Файлы (${SIZE})
uz: Fayllar (${SIZE})

source: Where would you like to install Klingmo?
es: ¿Dónde quiere instalar Klingmo?
ru: Куда вы хотите установить Klingmo?
uz: Klingmoni qayerga oʻrnatmoqchisiz?

source: Prepare partitions
es: Preparar las particiones
ru: Подготовка разделов диска
uz: Boʻlimlarni tayyorlash

source: _Restart[ action ]
es: _Reiniciar
ru: _Перезагрузить[ action ]
uz: _Qayta ishga tushirish[ action ]

source: _Install Now[ action ]
es: _Instalar ahora
ru: _Установить сейчас
uz: _Hozir oʻrnatish[ action ]

source: Quit the installation?
es: ¿Salir de la instalación?
ru: Прервать установку?
uz: Oʻrnatish tark etilsinmi?

source: Do you really want to quit the installation now?
es: ¿Realmente quiere salir de la instalación ahora?
ru: Вы уверены, что хотите прервать установку?
uz: Oʻrnatishni hozir chindan tark etmoqchimisiz?

source: Bootloader install failed
es: La instalación del gestor de arranque falló
ru: Ошибка при установке загрузчика
uz: Tizim yuklagichini oʻrnatish muvaffaqiyatsiz chiqdi

source: Sorry, an error occurred and it was not possible to install the bootloader at the specified location.
es: Lo sentimos, ha ocurrido un error y no fue posible instalar el gestor de arranque en la ubicación especificada.
ru: К сожалению, из-за ошибки невозможно установить загрузчик в указанное место.
uz: Kechirasiz, bir xato yuz berdi va tizim yuklagichini oʻz koʻrsatilgan joyiga oʻrnatib boʻlmadi.

source: Choose a different device to install the bootloader on:
es: Elija un dispositivo diferente donde instalar el gestor de arranque:
ru: Выбрать другое устройство для установки загрузчика:
uz: Tizim yuklagichini oʻrnatish uchun boshqa bir qurilmani tanlang:

source: Continue without a bootloader.
es: Continuar sin gestor de arranque.
ru: Продолжить без загрузчика.
uz: Tizim yuklagichisiz davom etish.

source: You will need to manually install a bootloader in order to start ${RELEASE}.
es: Necesitará instalar manualmente un gestor de arranque para iniciar ${RELEASE}.
ru: Для запуска ${RELEASE} вам придётся установить загрузчик вручную.
uz: ${RELEASE}ni ishga tushirish uchun tizim yuklagichini qoʻlda oʻrnatishingiz kerak boʻladi.

source: Cancel the installation.
es: Cancelar la instalación.
ru: Отменить установку.
uz: Oʻrnatishni bekor qilish.

source: This may leave your computer unable to boot.
es: Esto puede hacer que su equipo no pueda arrancar.
ru: В результате ваш компьютер может перестать загружаться.
uz: Bu kompyuteringizni yuklana olmaydigan qilib qoʻyishi mumkin.

source: How would you like to proceed?
es: ¿Cómo le gustaría continuar?
ru: Что вы желаете сделать?
uz: Qanday davom etmoqchisiz?

source: _Skip
es: _Omitir
ru: _Пропустить
uz: Oʻtka_zib yuborish

source: Installation Complete
es: Instalación terminada
ru: Установка завершена
uz: Oʻrnatish tugal

source: Continue Testing
es: Continuar probando
ru: Продолжить знакомство
uz: Sinovni davom ettirish

source: Restart Now
es: Reiniciar ahora
ru: Перезагрузить
uz: Qayta ishga tushirish

source: Shutdown Now
es: Apagar ahora
ru: Выключить
uz: Hozir oʻchirish

source: Installer crashed
es: El instalador ha fallado
ru: Программа установки аварийно завершилась
uz: Oʻrnatgich avariyaga uchradi

source: We're sorry; the installer crashed. After you close this window, we'll allow you to file a bug report using the integrated bug reporting tool. This will gather information about your system and your installation process. The details will be sent to our bug tracker and a developer will attend to the problem as soon as possible.
es: Lo sentimos, el instalador se estropeó. Después de cerrar esta ventana, podrá presentar un informe de fallo usando la herramienta de informe de errores integrada. Esto recopilará información sobre el sistema y el proceso de instalación. Los detalles se enviarán a nuestro gestor de fallos y un desarrollador atenderá el problema lo antes posible.
ru: Извините, произошло аварийное завершение работы программы установки. После закрытия этого окна, вы можете отправить сообщение об этой неполадке используя встроенное средство сообщения о неполадках. Будет произведён сбор сведения о вашей системе и ходе установки. Сведения будут отправлены в нашу систему учёта ошибок, а также разработчику, который как можно скорее примет участие в исправлении неполадки.
uz: Kechirasiz, oʻrnatgich avariyaga uchradi. Bu oynani yopganingizdan soʻng sizga uyushgan xatolar hisoboti vositasi yordamida xato hisobotini topshirish imkonini beramiz. Bu tizimingiz va oʻrnatish jarayoni toʻgʻrisida maʼlumotlarni toʻplaydi. Tafsilotlar xatolar izchimizga yuboriladi va bir ishlab chiquvchi muammo bilan mumkin qadar tezroq shugʻullanadi.

source: _High Contrast
es: Contraste _alto
ru: _Высокая контрастность
uz: _Yuqori kontrast

source: _Screen Reader
es: _Lector de pantalla
ru: _Экранный диктор
uz: _Ekrandan oʻqish vositalari

source: _Keyboard Modifiers
es: _Modificadores de teclado
ru: _Модификаторы клавиатуры
uz: _Klaviatura modifikatorlari

source: _On-screen Keyboard
es: _Teclado en pantalla
ru: _Экранная клавиатура
uz: Ekrandagi _klaviatura

source: New Partition Table...
es: Nueva tabla de particiones...
ru: Новая таблица разделов...
uz: Yangi boʻlimlar jadvali...

source: Add...
es: Añadir…
ru: Добавить...
uz: Qoʻshish...

source: Change...
es: Cambiar…
ru: Изменить...
uz: Oʻzgartirish...

source: Delete
es: Eliminar
ru: Удалить
uz: Oʻchirish

source: Revert
es: Revertir
ru: Восстановить
uz: Qaytarish

source: Recalculating partitions...
es: Recalculando las particiones...
ru: Обновление информации о разделах...
uz: Boʻlimlar qayta hisoblanmoqda...

source: Device
es: Dispositivo
ru: Носитель
uz: Qurilma

source: Type
es: Tipo
ru: Тип
uz: Turi

source: Mount point
es: Punto de montaje
ru: Точка подключения
uz: Montaj nuqtasi

source: Format?
es: ¿Formatear?
ru: Форматировать?

source: Size
es: Tamaño
ru: Размер
uz: Hajmi

source: Used
es: En uso
ru: Использовано
uz: Ishlatilgan

source: System
es: Sistema
ru: Система
uz: Tizim

source: free space
es: espacio libre
ru: Свободное место
uz: boʻsh joy

source: unknown
es: desconocido
ru: Неизвестно
uz: nomaʼlum

source: Create partition
es: Crear partición
ru: Создать раздел
uz: Boʻlim yaratish

source: Size:
es: Tamaño:
ru: Размер:
uz: Hajmi:

source: Beginning of this space
es: Al principio de este espacio
ru: Начало этого пространства
uz: Bu maydonning boshlanishi

source: End of this space
es: Al final de este espacio
ru: Конец этого пространства
uz: Bu maydonning oxiri

source: Primary
es: Primaria
ru: Основной
uz: Birlamchi

source: Logical
es: Lógica
ru: Логический
uz: Mantiqiy

source: Edit partition
es: Editar partición
ru: Изменить раздел
uz: Boʻlimni tahrir qilish

source: Edit a partition
es: Editar una partición
ru: Изменить раздел
uz: Boʻlim tahrir qilish

source: Boot loader
es: Cargador de arranque
ru: Загрузчик
uz: Tizim yuklagichi

source: Installation has finished. You can continue testing ${RELEASE} now, but until you restart the computer, any changes you make or documents you save will not be preserved.
es: La instalación ha terminado. Puede continuar probando ${RELEASE} ahora pero, mientras no reinicie el equipo, cualquier cambio que haga o documento que guarde no se conservará.
ru: Установка завершена. Вы можете продолжить тестирование ${RELEASE}, но пока вы не перезагрузите компьютер, любые сделанные вами изменения или созданные документы не будут сохранены.
uz: Oʻrnatish tugadi. Hozircha ${RELEASE}ni sinashni davom etishingiz mumkin, biroq kompyuterni qayta ishga tushirmaguningizcha, siz kiritgan oʻzgarishlar yoki siz qayd qilgan hujjatlarning hech biri saqlanib qolmaydi.

source: Go Back
es: Volver
ru: Назад
uz: Qaytish

source: Continue
es: Continuar
ru: Продолжить
uz: Davom

source: Connect
es: Conectar
ru: Соединиться
uz: Ulash

source: Stop
es: Detener
ru: Прервать
uz: Toʻxtash

source: Continue in UEFI mode
es: Continuar en modo UEFI
ru: Продолжить в режиме UEFI
uz: UEFI rejimida davom etish

source: Installation is complete. You need to restart the computer in order to use the new installation.
es: La instalación se ha completado. Necesita reiniciar el equipo para poder usar la nueva instalación.
ru: Установка завершена. Чтобы начать использование новой системы требуется перезагрузить компьютер.
uz: Oʻrnatish tugal. Yangi oʻrnatishdan foydalanish uchun kompyuterni qayta ishga tushirishingiz kerak.

source: Verifying the installation configuration...
es: Verificando la configuración de la instalación...
ru: Проверка параметров установки...
uz: Oʻrnatish konfiguratsiyasi tekshirilmoqda...

source: Installing system
es: Instalando el sistema
ru: Установка системы
uz: Tizim oʻrnatilmoqda

source: Finding the distribution to copy...
es: Buscando la distribución a copiar...
ru: Поиск дистрибутива для копирования...
uz: Nusxa olish uchun distributiv topilmoqda...

source: Copying files...
es: Copiando archivos...
ru: Копирование файлов...
uz: Fayllardan nusxa olinmoqda...

source: Almost finished copying files...
es: A punto de terminar la copia de archivos...
ru: Копирование файлов почти закончено...
uz: Fayllardan nusxa olish deyarli tugadi...

source: Installation Failed
es: La instalación ha fallado
ru: Ошибка установки
uz: Oʻrnatish muvaffaqiyatsiz chiqdi

source: The installer encountered an error copying files to the hard disk:
es: El instalador encontró un error al copiar los archivos al disco duro:
ru: Возникла проблема при копировании файлов на жёсткий диск:
uz: Oʻrnatgich fayllarni qattiq diskka koʻchirayotganida bir xatolikka duch keldi:

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
es: Esto se debe a que no hay suficiente espacio en el disco para completar la instalación en la partición seleccionada. Abra el instalador de nuevo y seleccione una partición más grande en donde instalar.
ru: На выбранном разделе недостаточно места для завершения установки. Пожалуйста, запустите установочную программу снова и укажите больший раздел для установки.
uz: Bu moʻljal boʻlimda oʻrnatish tugashi uchun diskda yetarsiz joy tufaylidir. Iltimos, oʻrnatgichni yana ishga tushiring va oʻrnatish uchun kattaroq boʻlimni tanlang.

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
es: A menudo, esto se debe a un disco o unidad de CD/DVD defectuosos. Puede probar a limpiar el CD/DVD, grabar el CD/DVD a menos velocidad o limpiar la lente de la unidad de CD/DVD (en tiendas de electrónica puede encontrar kits de limpieza).
ru: Это часто происходит по причине повреждённого CD/DVD диска или дисковода. Может помочь чистка CD/DVD, запись CD/DVD диска на меньшей скорости или чистка оптический линзы CD/DVD дисковода (чистящие наборы обычно имеются в продаже поставщиков электроники).
uz: Bu koʻpincha nosoz CD/DVD disk yoki diskovod tufaylidir. CD/DVD diskni tozalash, CD/DVD diskka sekinroq tezlikda yozish yoki CD/DVD diskovodining linzasini tozalash (tozalagichlar koʻpincha elektronika yetkazib beruvchilarda mavjud) yordam berishi ehtimol.

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
es: A menudo, esto se debe a un disco duro defectuoso. Puede ser de ayuda comprobar si el disco duro es antiguo y necesita ser sustituido, o mover el sistema a un ambiente más fresco.
ru: Это часто происходит из-за неисправности жёсткого диска. Возможно жёсткий диск уже очень старый и нуждается в замене, либо необходимо переместить компьютер в более проветриваемое место.
uz: Bu koʻpincha nosoz qattiq disk tufaylidir. Qattiq diskning eski va almashtirilishga muhtojligini tekshirish yoki tizimni salqinroq muhitga koʻchirish yordam berishi ehtimol.

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
es: A menudo, esto se debe a un disco o unidad de CD/DVD defectuosos, o bien a un disco duro defectuoso. Puede probar a limpiar el CD/DVD, grabar el CD/DVD a menos velocidad, limpiar la lente de la unidad de CD/DVD (en tiendas de electrónica puede encontrar kits de limpieza), comprobar si el disco duro es viejo y necesita ser sustituido, o mover el equipo a un entorno más fresco.
ru: Это часто происходит из-за неисправности CD/DVD диска, привода, или жёсткого диска. Возможно поможет очистка CD/DVD диска, либо запись CD/DVD на более низкой скорости, либо очистка линз CD/DVD привода (соответствующие комплекты для очистки доступны в продаже), возможно жёсткий диск уже очень старый и нуждается в замене, либо необходимо переместить оборудование в более проветриваемое место.
uz: Bu koʻpincha nosoz CD/DVD disk yoki diskovod yoki nosoz qattiq disk tufaylidir. CD/DVD diskni tozalash, CD/DVD diskka sekinroq tezlikda yozish yoki CD/DVD diskovodining linzasini tozalash (tozalagichlar koʻpincha elektronika yetkazib beruvchilarda mavjud), qattiq diskning eski va almashtirilishga muhtojligini tekshirish yoki tizimni salqinroq muhitga koʻchirish yordam berishi ehtimol.

source: The following file did not match its source copy on the CD/DVD:
es: El siguiente archivo no coincide con su copia de origen en el CD/DVD:
ru: Следующий файл не соответствует исходной копии на CD/DVD:
uz: Quyidagi fayl oʻzining CD/DVD diskdagi manba nusxasiga teng kelmadi:
