Repository: LingmoOS-Testing/lingmo-installer
Catalog: debian/real-po/*.po
Languages: es, ru, uz

source: You need at least ${SIZE} disk space to install ${RELEASE}.
es: Necesita por lo menos ${SIZE} de espacio en disco para instalar ${RELEASE}.
ru: Необходимо не менее ${SIZE} места на диске для установки ${RELEASE}.
uz: ${RELEASE}ni oʻrnatish uchun kamida ${SIZE} disk joyga muhtojsiz.

source: This computer has only ${SIZE}.
es: En este equipo hay solo ${SIZE}.
ru: На этом компьютере только ${SIZE}.
uz: Bu kompyuter faqat ${SIZE}ga ega.

source: is plugged in to a power source
es: está conectado a una toma de corriente
ru: подключен к источнику электропитания
uz: quvvat manbaiga ulangan

source: is connected to the Internet
es: está conectado a Internet
ru: подключен к Интернету
uz: Internetga ulangan boʻlsin

source: This software is subject to license terms included with its documentation. Some is proprietary.
es: Este software está sujeto a los términos de licencia incluidos en su documentación. Algunos componentes son privativos.
ru: Это программное обеспечение является предметом условий лицензионного соглашения, прилагаемого к документации. Некоторое ПО является проприетарным.
uz: Ushbu dasturiy taʼminot uning qoʻllanmalariga kiritilgan litsenziya shartlariga boʻysunadi. Baʼzilari xususiy.

source: Install third-party software for graphics and Wi-Fi hardware and additional media formats
es: Instalar programas de terceros para hardware de gráficos y de wifi y formatos multimedia adicionales
ru: Установить стороннее программное обеспечение для графики и оборудования Wi-Fi и дополнительных медиа форматов
uz: Grafika va Wi-Fi qurilmalari hamda qoʻshimcha multimediya formatlari uchun uchinchi tomon dasturiy taʼminotni oʻrnatish

source: Download updates while installing ${RELEASE}
es: Descargar actualizaciones al instalar ${RELEASE}
ru: Загрузить обновления во время установки ${RELEASE}
uz: ${RELEASE} oʻrnatilayotganida yangilanishlarni yuklab olish

source: This saves time after installation.
es: Esto ahorrará tiempo después de la instalación.
ru: Это сохранит вам время после установки.
uz: Bu oʻrnatishdan soʻng vaqtni tejaydi.

source: Not available because there is no Internet connection.
es: No disponible porque no hay conexión a Internet.
ru: Недоступно, так как отсутствует подключение к Интернету.
uz: Imkonsiz, chunki Internetga ulanish yoʻq.

source: What apps would you like to install to start with?
es: ¿Qué aplicaciones le gustaría instalar para comenzar?
ru: Какие приложения вы хотите установить для начала?
uz: Boshlanishiga, qaysi ilovalarni oʻrnatishni xohlardingiz?

source: Which applications would you like to start with?
es: ¿Con qué aplicaciones le gustaría comenzar?
ru: С какими приложениями вы бы хотели начать?
uz: Boshlanishiga, qaysi ilovalarni xohlardingiz?

source: Minimal installation
es: Instalación mínima
ru: Минимальная установка
uz: Minimal oʻrnatish

source: Web browser and basic utilities.
es: Navegador web y utilidades básicas.
ru: Веб-браузер и основные утилиты.
uz: Web-brauzer va asosiy yordamchilar.

source: Web browser plus basic utilities and applications.
es: Navegador web más utilidades y aplicaciones básicas.
ru: Веб-браузер плюс базовые утилиты и приложения.
uz: Web-brauzer hamda asosiy yordamchilar va ilovalar.

source: Normal installation
es: Instalación normal
ru: Обычная установка
uz: Oddiy oʻrnatish

source: Web browser, utilities, office software, games, and media players.
es: Navegador web, utilidades, paquete de oficina, juegos y reproductores multimedia.
ru: Веб-браузер, утилиты, офисные приложения, игры и медиапроигрыватели.
uz: Web-brauzer, yordamchilar, ofis paketi, oʻyinlar va multimediya pleyerlari.

source: Web browser, utilities, office software, plus additional internet applications and media players.
es: Navegador web, utilidades, paquete de oficina, reproductores multimedia y otros programas de Internet.
ru: Веб-браузер, утилиты, офисное программное обеспечение, дополнительные интернет-приложения и медиаплееры.
uz: Web-brauzer, yordamchilar, ofis paketi hamda qoʻshimcha Internet ilovalari va multimediya pleyerlari.

source: Other options
es: Otras opciones
ru: Другие опции
uz: Boshqa tanlamalar

source: Installing third-party drivers requires configuring Secure Boot. To do this, you need to choose a security key now, and enter it when the system restarts.
es: Para instalar controladores de terceros se necesita configurar Secure Boot. Para ello, necesita elegir una clave de seguridad ahora mismo e introducirla cuando inicie el sistema.
ru: Установка сторонних драйверов требует настройки безопасной загрузки. Для этого вам нужно выбрать ключ безопасности сейчас и ввести его при перезагрузке системы.
uz: Uchinchi tomon drayverlarning oʻrnatilishi Secure Boot konfiguratsiyasini talab qiladi. Buni amalga oshirish uchun xavfsizlik kalitini hozir tanlashingiz va uni tizim qayta ishga tushganida kiritishingiz lozim.

source: Layout:
es: Distribución:
ru: Раскладка:
uz: Klaviatura tartibi:

source: Variant:
es: Variante:
ru: Вариант:

source: Below is an image of your current layout:
es: A continuación se muestra una imagen de su distribución actual:
ru: Образец раскладки:
uz: Quyida joriy klaviatura tartibingiz tasviri:

source: Select your location, so that the system can use appropriate display conventions for your country, fetch updates from sites close to you, and set the clock to the correct local time.
es: Seleccione su ubicación, de forma que el sistema pueda usar convenciones apropiadas de visualización para su país, conseguir actualizaciones de sitios cercanos y asignar al reloj la hora local correcta.
ru: Выберите ваше местоположение для того, чтобы система могла верно отображать единицы измерения для вашей страны, получать обновления с ближайших к вам серверов и отображать время в вашем часовом поясе.
uz: Tizim davlatingiz uchun mos ko‘rsatish qoidalaridan foydalanishi, sizga yaqin saytlardan yangilanishlarni olishi va soatni to‘g‘ri mahalliy vaqtga o‘rnatishi uchun joylashuvingizni tanlang.

source: Time Zone:
es: Huso horario:
ru: Часовой пояс:
uz: Vaqt mintaqasi:

source: Region:
es: Región:
ru: Область:
uz: Hudud:

source: [type here to change]
es: [teclee aquí para cambiar]
ru: [ввод текста]
uz: [oʻzgartirish uchun bu yerga kiriting]

source: Replace ${OS} with ${DISTRO}
es: Reemplazar ${OS} con ${DISTRO}
ru: Заменить ${OS} на ${DISTRO}
uz: ${OS}ni ${DISTRO}ga almashtirish

source: <span foreground="darkred">Warning:</span> This will delete all of your ${OS} programs, documents, photos, music, and any other files.
es: <span foreground="darkred">Atención:</span> esto eliminará todos sus programas, documentos, fotos, música y demás archivos de ${OS}.
ru: <span foreground="darkred">Внимание:</span> Это удалит все ваши программы в ${OS}, а также документы, изображения, музыку, и любые другие файлы.
uz: <span foreground="darkred">Diqqat:</span>Bu sizning barcha ${OS} dasturlaringiz, hujjatlaringiz, fotolaringiz, musiqangiz va boshqa fayllaringizni oʻchirib tashlaydi.

source: Install ${DISTRO} alongside ${OS}
es: Instalar ${DISTRO} junto a ${OS}
ru: Установить ${DISTRO} рядом с ${OS}
uz: ${DISTRO}ni ${OS} yoniga oʻrnatish

source: Documents, music, and other personal files will be kept. You can choose which operating system you want each time the computer starts up.
es: Se conservarán todos los documentos, música y demás archivos. Podrá elegir qué sistema operativo iniciar cada vez que arranque su equipo.
ru: Документы, музыка и другие личные файлы будут сохранены. Вы можете выбрать какая операционная система будет запускаться при включении компьютера.
uz: Hujjatlar, musiqa va boshqa shaxsiy fayllar saqlab qolinadi. Siz kompyuter ishga tushayotgan vaqtda qaysi operatsion tizimning ishga tushishini tanlashingiz mumkin.

source: Install ${DISTRO} inside ${OS}
es: Instalar ${DISTRO} dentro de ${OS}
ru: Установить ${DISTRO} внутри ${OS}
uz: ${OS} ichida ${DISTRO}ni oʻrnatish

source: Something else
es: Más opciones
ru: Другой вариант
uz: Boshqa bir narsa

source: You can create or resize partitions yourself, or choose multiple partitions for ${DISTRO}.
es: Puede crear particiones, redimensionarlas o elegir varias particiones para ${DISTRO}.
ru: Вы можете создавать и изменять разделы самостоятельно, или выбрать сразу несколько разделов для ${DISTRO}.
uz: Boʻlimlarni oʻzingiz yaratishingiz yoki ularning hajmini oʻzgartirishngiz, yoki ${DISTRO} uchun bir necha boʻlimlarni tanlashingiz mumkin.

source: Erase ${CURDISTRO} and reinstall
es: Eliminar ${CURDISTRO} y reinstalar
ru: Удалить ${CURDISTRO} и совершить переустановку
uz: ${CURDISTRO}ni oʻchirish va qayta oʻrnatish

source: <span foreground="darkred">Warning:</span> This will delete all your ${CURDISTRO} programs, documents, photos, music, and any other files.
es: <span foreground="darkred">Atención:</span> esto eliminará todos sus programas, documentos, fotos, música y demás archivos de ${CURDISTRO}.
ru: <span foreground="darkred">Внимание:</span> Это действие удалит все ваши ${OS} программы, документы, фото, музыку и другие файлы.
uz: <span foreground="darkred">Diqqat:</span> Bu barcha ${CURDISTRO} dasturlaringiz, hujjatlaringiz, fotolaringiz, musiqa va boshqa fayllaringizni oʻchirib tashlaydi.

source: Install ${DISTRO} ${VER} alongside ${CURDISTRO}
es: Instalar ${DISTRO} ${VER} junto a ${CURDISTRO}
ru: Установить ${DISTRO} ${VER} рядом с ${CURDISTRO}
uz: ${DISTRO} ${VER} bilan birga${CURDISTRO}ni oʻrnatish

source: Erase disk and install ${DISTRO}
es: Borrar disco e instalar ${DISTRO}
ru: Стереть диск и установить ${DISTRO}
uz: Diskni oʻchirish va ${DISTRO}ni oʻrnatish

source: <span foreground="darkred">Warning:</span> This will delete any files on the disk.
es: <span foreground="darkred">Atención:</span> esto eliminará todos los archivos del disco.
ru: <span foreground="darkred">Внимание:</span> Это действие удалит все файлы на диске.
uz: <span foreground="darkred">Diqqat:</span> Bu diskdagi barcha fayllarni oʻchirib tashlaydi.

source: Erase everything and reinstall
es: Eliminar todo y reinstalar
ru: Удалить все и запустить переустановку
uz: Hammasini oʻchirish va qayta oʻrnatish

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and other files in both ${OS} and ${CURDISTRO}.
es: <span foreground="darkred">Atención:</span> esto eliminará todos sus programas, documentos, fotos, música y demás archivos de ${OS} y ${CURDISTRO}.
ru: <span foreground="darkred">Внимание:</span> Это действие удалит все ваши программы, документы, фото, музыку и другие файлы как в ${OS} так и в ${CURDISTRO}.
uz: <span foreground="darkred">Diqqat:</span> Bu ${OS} va ${CURDISTRO}dagi barcha dasturlaringiz, hujjatlaringiz, fotolaringiz, musiqangiz va boshqa fayllaringizni oʻchirib tashlaydi .

source: Reinstall ${CURDISTRO}
es: Reinstalar ${CURDISTRO}
ru: Переустановить ${CURDISTRO}
uz: ${CURDISTRO}ni qayta oʻrnatish

source: Documents, music, and other personal files will be kept. Installed software and system-wide settings will be cleared.
es: Se conservarán los documentos, la música y otros archivos personales. Se eliminarán los programas instalados y la configuración a nivel del sistema.
ru: Документы, музыка и другие личные файлы сохранятся, установленные программы и общесистемные настройки будут удалены.
uz: Hujjatlar, musiqa va boshqa shaxsiy fayllar saqlanadi. Oʻrnatilgan dasturiy taʼminot va tizim boʻyicha sozlamalar oʻchirib tashlanadi.

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and any other files in all operating systems.
es: <span foreground="darkred">Atención:</span> esto eliminará todos sus programas, documentos, fotos, música y demás archivos en todos los sistemas operativos.
ru: <span foreground="darkred">Внимание:</span> Это удалит все ваши программы, документы, изображения, музыку и другие файлы во всех операционных системах.
uz: <span foreground="darkred">Diqqat:</span> Bu barcha operasion tizimlaringizdagi hamma dasturlar, hujjatlar, fotolar, musiqa va boshqa fayllaringiz oʻchirib tashlaydi.

source: Install ${DISTRO} alongside them
es: Instalar ${DISTRO} junto a ellos
ru: Установить ${DISTRO} рядом с ними
uz: ${DISTRO}ni ular bilan birga oʻrnatish

source: This computer currently has ${OS} on it. What would you like to do?
es: Este equipo tiene instalado actualmente ${OS}. ¿Qué quiere hacer?
ru: На этом компьютере в данный момент установлена система ${OS}. Что вы желаете сделать?
uz: Ushbu kompyuterda hozirda ${OS} mavjud. Nima qilmoqchisiz?

source: This computer currently has ${OS1} and ${OS2} on it. What would you like to do?
es: Este equipo tiene instalados actualmente ${OS1} y ${OS2}. ¿Qué quiere hacer?
ru: На этом компьютере в данный момент установлены ${OS1} и ${OS2}. Что вы желаете сделать?
uz: Ushbu kompyuterda hozirda ${OS1} va ${OS2} tizimlari mavjud. Nima qilishni xohlaysiz?

source: This computer currently has multiple operating systems on it. What would you like to do?
es: Este equipo tiene instalados actualmente varios sistemas operativos. ¿Qué quiere hacer?
ru: На этом компьютере в данный момент установлено несколько систем. Что вы желаете сделать?
uz: Ushbu kompyuterda hozirda bir necha operatsion tizim mavjud. Nima qilishni xohlaysiz?

source: This computer currently has no detected operating systems. What would you like to do?
es: En este equipo no se ha detectado actualmente ningún sistema operativo. ¿Qué quiere hacer?
ru: На этом компьютере в данный момент не установлено систем. Что вы желаете сделать?
uz: Ushbu kompyuterda hozirda birorta ham operatsion tizim aniqlanmadi. Nima qilishni xohlaysiz?

source: Before:
es: Antes:
ru: До:
uz: Oldin:

source: After:
es: Después:
ru: После:
uz: Keyin:

source: Encrypt the new ${RELEASE} installation for security
es: Cifrar la instalación de ${RELEASE} por seguridad
ru: Зашифровать новую установку ${RELEASE} в целях безопасности
uz: Yangi ${RELEASE}ni xavfsizlik uchun shifrlash

source: You will choose a security key in the next step.
es: Deberá elegir una clave de seguridad en el siguiente paso.
ru: Ключ безопасности можно будет выбрать позднее.
uz: Keyingi bosqichda siz xavfsizlik kalitini tanlaysiz.

source: Use LVM with the new ${RELEASE} installation
es: Utilizar LVM en la instalación de ${RELEASE}
ru: Использовать LVM при новой установке ${RELEASE}
uz: Yangi ${RELEASE} oʻrnatish bilan LVMdan foydalanish

source: This will set up Logical Volume Management. It allows taking snapshots and easier partition resizing.
es: Esto configurará la Gestión de Volumen Lógico. Permite tomar instantáneas y redimensionar particiones de modo simple.
ru: Это действие настроит диспетчер логических томов (LVM) при установке. Он позволяет делать снимки состояния диска и упрощает изменение размера разделов.
uz: Bu Mantiqiy Boʻlimlar Boshqaruvini oʻrnatib qoʻyadi. Bu snepshotlar olishga va boʻlimlarning hajmini osonroq oʻzgartirishga imkon beradi.

source: Erase disk and use ZFS
es: Borrar disco y utilizar ZFS
ru: Стереть диск и использовать ZFS
uz: Diskni tozalash va ZFSdan foydalanish

source: <span foreground="darkred">Warning:</span> This will delete all your files on all operating systems.
es: <span foreground="darkred">Atención:</span> esto eliminará todos sus archivos en todos los sistemas operativos.
ru: <span foreground="darkred">Внимание:</span> При этом будут удалены все ваши файлы во всех операционных системах.
uz: <span foreground="darkred">Ogoh:</span> Bu barcha operatsion tizimlardagi barcha fayllaringizni oʻchirib tashlaydi.

source: Advanced Features
es: Funcionalidades avanzadas
ru: Дополнительные возможности
uz: Kengaytirilgan imkoniyatlar

source: None
es: Ninguna
ru: Нет
uz: Hech biri

source: None selected
es: Ninguna seleccionada
ru: Ничего не выбрано
uz: Hech biri tanlanmadi

source: Advanced features...
es: Funcionalidades avanzadas…
ru: Дополнительные возможности...
uz: Kengaytirilgan imkoniyatlar...

source: LVM selected
es: LVM seleccionado
ru: Выбран LVM
uz: LVM tanlandi

source: LVM and encryption selected
es: LVM y cifrado seleccionado
ru: Выбрано LVM и шифрование
uz: LVM va shifrlash tanlandi

source: ZFS selected
es: ZFS seleccionado
ru: Выбрана ZFS
uz: ZFS tanlandi

source: ZFS and encryption selected
es: ZFS y cifrado seleccionados
ru: Выбрано ZFS с шифрованием
uz: ZFS va shifrlash tanlandi

source: Confirm the security key:
es: Confirme la clave de seguridad:
ru: Подтвердите ключ безопасности:
uz: Xavfsizlik kalitini tasdiqlang:

source: Choose a security key:
es: Elija una clave de seguridad:
ru: Выберите ключ безопасности:
uz: Xavfsizlik kalitini tanlang:

source: Disk encryption protects your files in case you lose your computer. It requires you to enter a security key each time the computer starts up.
es: El cifrado del disco protege sus archivos en caso de extravío del equipo. Necesitará introducir una clave de seguridad cada vez que inicie el equipo.
ru: Шифрование разделов защищает файлы в случае утери компьютера. При каждом включении потребуется вводить ключ безопасности.
uz: Diskni shifrlash kompyuteringizni yoʻqotib qoʻyganingizda fayllaringizni himoya qiladi. Kompyuter har safar ishga tushganda xavfsizlik kalitini kiritish talab qilinadi.

source: Any files outside of ${RELEASE} will not be encrypted.
es: No se cifrarán los archivos externos a ${RELEASE}.
ru: Любые файлы вне ${RELEASE} не будут зашифрованы.
uz: ${RELEASE}dan tashqaridagi fayllar shifrlanmaydi.

source: <span foreground="darkred">Warning:</span> If you lose this security key, all data will be lost. If you need to, write down your key and keep it in a safe place elsewhere.
es: <span foreground="darkred">Atención:</span> si pierde esta clave de seguridad, perderá todos los datos. Si es necesario, escriba su clave y guárdela en un lugar seguro y apartado.
ru: <span foreground="darkred">Предупреждение:</span> Если вы потеряете этот ключ безопасности, то не сможете получить доступ к своим файлам. Если считаете нужным, запишите свой ключ и храните в безопасном месте.
uz: <span foreground="darkred">Diqqat qiling:</span> Xavfsizlik kalitini yoʻqotib qoʻysangiz, barcha maʼlumotlar yoʻqoladi. Kalitingizni yozib oling va xavfsiz joyga saqlab qoʻying.

source: For more security:
es: Para mayor seguridad:
ru: Для большей безопасности:
uz: Koʻproq xavfsizik uchun:

source: Overwrite empty disk space
es: Sobreescribir el espacio vacío del disco
ru: Перезаписать пустое дисковое пространство
uz: Boʻsh disk maydoni ustidan yozish

source: The installation may take much longer.
es: La instalación puede demorarse.
ru: Установка может занять значительно больше времени.
uz: Oʻrnatish jarayoni koʻproq vaqt olishi mumkin.

source: Volume groups:
es: Grupos de volúmenes:
ru: Группы логических дисков:
uz: Jild guruhlari:

source: Encryption Options
es: Opciones de cifrado
ru: Параметры шифрования
uz: Shifrlash tanlamalari

source: Physical volumes:
es: Volúmenes físicos:
ru: Физические диски:
uz: Jismoniy jildlar

source: Encrypt this partition (LUKS)
es: Cifrar esta partición (LUKS)
ru: Зашифровать этот раздел (LUKS)
uz: Bu boʻlimni shifrlash (LUKS)

source: Logical Volume Management (LVM) lets ${RELEASE} treat multiple physical volumes as a single volume.
es: La gestión de volúmenes lógicos (LVM) permite que ${RELEASE} trate varios volúmenes físicos como uno solo.
ru: Управление логическими томами (LVM) позволяет ${RELEASE} работать с несколькими физическими томами, как с одним.
uz: Mantiqiy Boʻlimlar Boshqaruvi (LVM) ${RELEASE} bir necha boʻlimlarni yagona boʻlimday koʻrishga imkon beradi.

source: Logical Volume Management
es: Gestión de volumen lógico
ru: Управление логическими дисками
uz: Mantiqiy Jild Boshqaruvi (LVM)

source: Encryption options...
es: Opciones de cifrado...
ru: Параметры шифрования...
uz: Shifrlash tanlamalari...

source: UEFI Secure Boot
es: «Secure Boot» de UEFI

source: You have chosen to enable third-party software as part of your install, which for this system includes hardware drivers for graphics and/or Wi-Fi hardware. Your system also has UEFI Secure Boot enabled. UEFI Secure Boot needs to be configured to allow the use of these third-party drivers.
es: Ha elegido activar el software de terceros como parte de su instalación, que para este sistema incluye controladores de hardware para gráficos y/o hardware Wi-Fi. Su sistema también tiene UEFI Secure Boot activado. UEFI Secure Boot debe configurarse para permitir el uso de estos controladores de terceros.
ru: Выбран вариант с установкой стороннего программного обеспечения, который включает в себя драйверы беспроводного и графического оборудования. В системе также включён режим безопасной загрузки UEFI Secure Boot, который необходимо настроить, чтобы разрешить использование этих сторонних драйверов.

source: After installation completes, Lingmo will assist you in configuring UEFI Secure Boot. To ensure that this change is being made by you as an authorized user, and not by an attacker, you must choose a password now and then use the same password after reboot to confirm the change.
es: Después de que se complete la instalación, Lingmo le asistirá en la configuración de UEFI Secure Boot. Para asegurar que este cambio es realizado por un usuario autorizado y no por un atacante, debe elegir una contraseña ahora mismo y luego usar la misma contraseña después de reiniciar para confirmar el cambio.
ru: После завершения установки Lingmo поможет вам настроить безопасную загрузку UEFI. Чтобы гарантировать, что это изменение внесено вами как авторизованным пользователем, а не злоумышленником, вы должны выбрать пароль сейчас, а затем использовать тот же пароль после перезагрузки, чтобы подтвердить изменение.
uz: O'rnatish tugallangandan so'ng, Lingmo sizga UEFI Secure Bootni sozlashda yordam beradi. Ushbu o'zgarish tajovuzkor tomonidan emas, balki vakolatli foydalanuvchi sifatida amalga oshirilayotganiga ishonch hosil qilish uchun siz hozir parolni tanlashingiz va o'zgartirishni tasdiqlash uchun qayta ishga tushirilgandan so'ng xuddi shu paroldan foydalanishingiz kerak.

source: <span foreground="darkred">Warning</span>: If you choose not to install these drivers, or if you proceed but do not confirm the password upon reboot, Lingmo will still be able to boot on your system but these third-party drivers will not be available for your hardware.
es: <span foreground="darkred">Atención</span>: si elige no instalar los controladores de terceros, o si continúa pero no confirma la contraseña tras el reinicio, Lingmo podrá continuar con el arranque pero los controladores no estarán disponibles para su hardware.
ru: <span foreground="darkred">ВНИМАНИЕ</span>: Если установка драйверов не запланирована вами или вы продолжили, но не подтвердили пароль после перезагруки, Lingmo по прежнему выполнит загрузку системы, но дополнительные драйверы для вашего оборудования задействованы не будут.
uz: <span foreground="darkred">Ogohlantirish</span>: Agar siz ushbu drayverlarni o'rnatmaslikni tanlasangiz yoki davom etsangiz, lekin qayta ishga tushirilgandan so'ng parolni tasdiqlamasangiz, Lingmo hali ham tizimingizda yuklay oladi, lekin uchinchisi - partiya drayverlari sizning apparatingiz uchun mavjud bo'lmaydi.

source: SecureBoot key for MokPW
es: Clave de Secure Boot para MokPW
ru: Ключ SecureBoot для MokPW
uz: MokPW uchun SecureBoot kaliti

source: partition #%(partid)s as %(parttype)s used for %(partusage)s
es: partición #%(partid)s como %(parttype)s usada para %(partusage)s
ru: раздел #%(partid)s в качестве %(parttype)s используется для %(partusage)s
uz: #%(partid)s boʻlimi %(parttype)s kabi %(partusage)s uchun ishlatiladi

source: Key to secure the keystore on ZFS installations
es: Clave para proteger el almacén de claves en instalaciones ZFS
ru: Ключ для защиты хранилища ключей при установке ZFS
uz: ZFS oʻrnatishlaridagi kalitlar omborini qulflash uchun kalit
