Repository: LingmoOS-Testing/lingmo-installer
Catalog: debian/real-po/*.po
Languages: es, ru, uz

source: Authenticate against a directory
es: Autenticar ante un directorio
ru: Аутентифицироваться в каталоге
uz: Katalogdan foydalanish huquqini berish uchun autentifikatsiya

source: Active Directory domain name
es: Nombre de dominio de Active Directory
ru: Имя домена Active Directory
uz: Active Directory domen nomi

source: Administrator to join the domain
es: Administrador para incorporarse al dominio
ru: Администратор для присоединения к домену
uz: Domenga qoʻshiladigan administrator

source: Administrator password to join the domain
es: Contraseña de administrador para incorporarse al dominio
ru: Пароль администратора для присоединения к домену
uz: Domenga kirish uchun administrator paroli

source: Use Active Directory
es: Utilizar Active Directory
ru: Задействовать Active Directory
uz: “Active Directory”dan foydalanish

source: You'll enter domain and other details in the next step.
es: Deberá proveer el dominio y otros datos en el siguiente paso.
ru: На следующем шаге вы введете домен и другие данные.
uz: Keyingi bosqichda siz domen va boshqa maʼlumotlarni kiritasiz.

source: Domain:
es: Dominio:
ru: Домен:
uz: Domen:

source: You must enter a domain name
es: Debe proporcionar un nombre de dominio
ru: Введите имя домена
uz: Domen nomini kiritishingiz shart

source: Test Connection
es: Probar conexión
ru: Проверить подключение
uz: Ulanishni tekshirish

source: Domain Administrator:
es: Administrador de dominio
ru: Администратор домена:
uz: Domen administratori:

source: You must enter a user name
es: Debe proporcionar un nombre de usuario
ru: Необходимо ввести имя пользователя
uz: Foydalanuvchi nomini kiritishingiz shart

source: Configure Active Directory
es: Configurar Active Directory
ru: Настроить Active Directory
uz: “Active Directory”ni sozlash

source: That name already exists on the network.
es: Ese nombre ya existe en la red
ru: Это имя уже существует в сети.
uz: Oʻsha nom tarmoqda mavjud ekan.

source: Failed to connect to domain.
es: No se pudo conectar con el dominio.
ru: Ошибка подключения к домену.
uz: Domenga ulanish muvaffaqiyatsiz oʻtdi

source: Enable recovery key:
es: Activar la clave de recuperación:
ru: Применить ключ восстановления:

source: Recovery key:
es: Clave de recuperación:
ru: Ключ восстановления:

source: Confirm recovery key:
es: Confirme la clave de recuperación:
ru: Подтвердите ключ восстановления:

source: Display recovery key:
es: Mostrar la clave de recuperación:
ru: Показать ключ восстановления:

source: A recovery key is generated and will be temporarily saved on the live system. You can select an alternate location. Save this file and keep it in a safe place elsewhere before rebooting.
es: Se genera una clave de recuperación y se guardará temporalmente en el sistema activo. Puede seleccionar una ubicación alternativa. Guarde este archivo y manténgalo en un lugar seguro en otra parte antes de reiniciar.
ru: Ключ восстановления создан и будет временно сохранён в данной Live системе. Можно выбрать другое место для сохранения. Сохраните этот файл до перезагрузки и храните его в безопасном месте.

source: Location:
es: Ubicación:
ru: Расположение:

source: It is not recommended to store the key on a non removable device.
es: No se recomienda almacenar la clave en un dispositivo no extraíble.
ru: Не рекомендуется хранить ключ на несъёмном устройстве.

source: Crypto key for LUKS + LVM
es: Clave criptográfica de LUKS + LVM
ru: Криптографический ключ для LUKS + LVM

source: Recovery key for LUKS + LVM
es: Clave de recuperación de LUKS + LVM
ru: Ключ восстановления для LUKS + LVM

source: Could not save recovery key:
es: No se ha podido guardar la clave de recuperación:

source: Enter recovery key filename
es: Introduzca el nombre de archivo de la clave de recuperación
ru: Введите имя файла ключа восстановления

source: OEM mode (for manufacturers only)
es: Modo OEM (solo para fabricantes)
ru: Режим OEM (только для производителей)
uz: OEM rejimi (faqat ishlab chiqaruvchilar uchun)

source: Prepare for OEM configuration
es: Preparar para la configuración OEM
ru: Подготовка к OEM-конфигурации
uz: OEM usulini moslash uchun tayyorlash

source: Preparing for OEM configuration...
es: Preparándose para la configuración OEM...
ru: Подготовка к OEM-конфигурации...
uz: OEM konfiguratsiyasi uchun tayyorlanmoqda...

source: Ready for OEM configuration
es: Listo para la configuración OEM
ru: Система готова для OEM-конфигурации
uz: OEM konfiguratsiyasi uchun tayyor

source: When you boot into the new system, you will be able to log in as the 'oem' user with the password you selected earlier; this user also has administrative privileges using 'sudo'. You will then be able to make any additional modifications you require to the system.
es: Cuando arranque su nuevo sistema, podrá entrar como el usuario «oem», con la contraseña que indicó anteriormente; este usuario también tiene privilegios administrativos usando «sudo». De esta forma, podrá realizar cualquier modificación adicional que necesite su sistema.
ru: При загрузке в новую систему, вы сможете войти как пользователь 'oem' с помощью пароля, выбранного ранее; этот пользователь также имеет административные привилегии, используя "sudo". Таким образом Вы сможете совершать любые необходимые изменения в системе.
uz: Yangi tizimni yuklaganingizda, oldinroq tanlagan maxfiy so'zingiz bilan 'oem' foydalanuvchisi sifatida tizimga kirasiz. Ushbu foydalanuvchi ham 'sudo' buyrug'idan foydalanib administratorlik huquqlaridan foydalana oladi. Bunday holatda siz tizimda har qanday o'zgartirishni amalga oshira olasiz.

source: Once the system is configured to your satisfaction, run 'oem-config-prepare'. This will cause the system to delete the temporary 'oem' user and ask the end user various configuration questions the next time it boots.
es: Una vez que el sistema esté configurado a su gusto, ejecute «oem-config-prepare». Esto hará que el sistema elimine el usuario temporal «oem» y preguntará al usuario final varias cuestiones de configuración la próxima vez que arranque.
ru: Как только система настроена удовлетворительным для вас образом, запустите 'oem-config-prepare'. В результате система удалит временного пользователя 'oem' и задаст конечному пользователю различные вопросы по конфигурации во время следующей загрузки.
uz: Sistema sozlashlaridan ko'nglingiz to'lgach 'oem-config-prepare' komandasini ishga tushiring. Bu o'z o'rnida sistema tomonida 'oem' muvaqqat foydalanuvchi nomini o'chirib tashlanishiga hamda sistema keyingi safar ishga tushirilganda foydalanuvchiga turli konfigurasiya savollari so'ralishiga sabab bo'ladi.

source: Removing packages
es: Desinstalando paquetes
ru: Удаление пакетов
uz: Paketlarni olib tashlash

source: Software
ru: Приложения
uz: Dasturiy taʻminot

source: MB
ru: МБ

source: CD
uz: CD disk
