Repository: LingmoOS-Testing/lingmo-installer
Catalog: debian/real-po/*.po
Languages: es, ru, uz

source: Copying installation logs...
es: Copiando registros de la instalación...
ru: Копирование журнала установки...
uz: Oʻrnatish jurnali koʻchirilmoqda...

source: Configuring target system...
es: Configurando el sistema de destino...
ru: Настройка системы...
uz: Mo'ljal tizim sozlanmoqda...

source: Configuring system locales...
es: Configurando los idiomas del sistema...
ru: Настройка локализаций...
uz: Tizim mahalliy taomillari sozlanmoqda...

source: Configuring apt...
es: Configurando apt…
ru: Настройка apt...
uz: apt sozlanmoqda...

source: Configuring time zone...
es: Configurando el huso horario…
ru: Настройка часового пояса...
uz: Vaqt mintaqasi sozlanmoqda...

source: Configuring keyboard...
es: Configurando el teclado…
ru: Настройка клавиатуры...
uz: Klaviatura sozlanmoqda...

source: Creating user...
es: Creando el usuario…
ru: Создание пользователя...
uz: Foydalanuvchi yaratilmoqda...

source: Configuring hardware...
es: Configurando el hardware…
ru: Настройка оборудования...
uz: Texnik taʼminot sozlanmoqda...

source: Installing third-party software...
es: Instalando software de terceros...
ru: Установка стороннего программного обеспечения...
uz: Uchinchi tomon dasturiy taʻminoti oʻrnatilmoqda...

source: Configuring network...
es: Configurando la red...
ru: Настройка сети...
uz: Tarmoq sozlanmoqda...

source: Configuring boot loader...
es: Configurando el gestor de arranque...
ru: Настройка загрузчика...
uz: Tizim yuklagichi sozlanmoqda...

source: Configuring Active Directory...
es: Configurando Active Directory…
ru: Настройка Active Directory...
uz: Active Directory sozlanmoqda...

source: Saving installed packages...
es: Guardando los paquetes instalados...
ru: Сохранение установленных пакетов...
uz: Oʻrnatilgan paketlar saqlanmoqda...

source: Restoring previously installed packages...
es: Restaurando paquetes previamente instalados...
ru: Восстановление ранее установленных пакетов...
uz: Ilgari oʻrnatilgan paketlar tiklanmoqda...

source: Installing additional packages...
es: Instalando paquetes adicionales...
ru: Установка дополнительных пакетов...
uz: Qoʻshimcha paketlar oʻrnatilmoqda...

source: Checking for packages to install...
es: Comprobando los paquetes a instalar...
ru: Проверка пакетов для установки...
uz: Oʻrnatiladigan paketlarga tekshirilmoqda...

source: Removing extra packages...
es: Desinstalando los paquetes adicionales…
ru: Удаление дополнительных пакетов...
uz: Qoʻshimcha paketlar oʻchirilmoqda...

source: Checking for packages to remove...
es: Comprobando los paquetes a desinstalar...
ru: Выбор пакетов для удаления...
uz: Oʻchiriladigan paketlarga tekshirilmoqda...

source: Downloading packages (${TIME} remaining)...
es: Descargando paquetes (faltan ${TIME})...
ru: Загрузка пакетов (осталось ${TIME})...
uz: Paketlar yuklab olinmoqda (${TIME} qoldi)...

source: Downloading package lists...
es: Descargando listas de paquetes...
ru: Загружаются списки пакетов...
uz: Paketlar roʻyxati yuklab olinmoqda...

source: Downloading package lists (${TIME} remaining)...
es: Descargando listas de paquetes (faltan ${TIME})...
ru: Загрузка списков пакетов (осталось ${TIME})...
uz: Paketlar roʻyxati yuklab olinmoqda (${TIME} qoldi)...

source: Error installing ${PACKAGE}
es: Error instalando ${PACKAGE}
ru: Ошибка при установке ${PACKAGE}
uz: ${PACKAGE} oʻrnatishda xatolik

source: Error removing ${PACKAGE}
es: Error desinstalando ${PACKAGE}
ru: Ошибка при удалении ${PACKAGE}
uz: ${PACKAGE} oʻchirishda xatolik

source: Error while installing packages
es: Error al instalar paquetes
ru: Ошибка при установке пакетов
uz: Paketlar oʻrnatilayotganlarida xatolik

source: An error occurred while installing packages:
es: Ha ocurrido un error durante la instalación de paquetes:
ru: В процессе установки пакетов произошла ошибка:
uz: Paketlar oʻrnatilayotganlarida xato yuz berdi

source: The following packages are in a broken state:
es: Los siguientes paquetes están dañados:
ru: Эти пакеты повреждены:
uz: Quyidagi paketlar buzuq holatda:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
es: Esto puede deberse a que se está usando una imagen antigua del instalador o a un error en algunos de los paquetes listados a continuación. Puede encontrar más detalles en /var/log/syslog. El instalador intentará continuar de todas formas, pero puede fallar en un punto posterior y no será capaz de instalar o desinstalar otros paquetes (incluyendo, posiblemente, él mismo) del sistema instalado. Debería buscar primero nuevas versiones de su imagen del instalador o notificar el problema a su distribuidor.
ru: Это могло случиться по причине использования устаревшего установочного образа или из-за ошибки в некоторых пакетах, перечисленных выше. Более подробную информацию можно найти в файле /var/log/syslog. Установщик попытается продолжить работу несмотря на это, но при этом позднее может снова потерпеть неудачу. В результате он будет не в состоянии установить или удалить другие пакеты установленной системы (возможно, включая себя же). Следует, прежде всего, поискать более новые версии установочного образа, либо отправить отчет с ошибкой вашему поставщику.
uz: Bu eski oʻrnatgich obrazidan foydalanish tufayli boʻlishi mumkin yoki yuqorida sanab oʻtilgan baʼzi paketlardagi bir xatolik tufayli bo'lishi mumkin. Koʻproq tafsilot /var/log/syslog ichidan topilishi mumkin. Oʻrnatgich bari bir davom etishga harakat qiladi, biroq keyinchalik muvaffaqiyatsiz tugashi mumkin va boshqa paketlarni (ehtimol, oʻzini ham) oʻrnata olmaydi yoki oʻrnatilgan tizimdan olib tashlay olmaydi. Siz oldin oʻrnatgich obrazingizning yangiroq versiyalarini qarab koʻrishingiz kerak yoki u muvaffaqiyatsiz chiqsa, muammo toʻgʻrisida tarqatuvchiga xabar bering.

source: Error while removing packages
es: Error al desinstalar paquetes
ru: Ошибка при удалении пакетов
uz: Paketlar olib tashlanayotganlarida xatolik

source: An error occurred while removing packages:
es: Ha ocurrido un error al desinstalar paquetes:
ru: Произошла ошибка при удалении пакетов:
uz: Paketlar olib tashlanayotganlarida xato yuz berdi:

source: Error copying network configuration
es: Error al copiar la configuración de la red
ru: Ошибка копирования сетевых настроек
uz: Tarmoq konfiguratsiyasini koʻchirishda xatolik

source: An error occurred while copying the network settings. The installation will continue, but the network configuration will have to be set up again in the installed system.
es: Se produjo un error al copiar la configuración de red. La instalación continuará, pero tendrá que crear de nuevo la configuración de la red en el sistema instalado.
ru: Произошла ошибка при копировании настроек сети. Установка продолжится, но сеть придётся настроить ещё раз после установки системы.
uz: Tarmoq sozlamalari koʻchirilayotganlarida bir xato yuz berdi. Oʻrnatish davom etadi, biroq tarmoq konfiguratsiyasi oʻrnatilgan tizimda yana oʻrnatilishi kerak boʻladi.

source: Error copying bluetooth configuration
es: Error al copiar la configuración de Bluetooth
ru: Ошибка при копировании конфигурации bluetooth
uz: Bluetooth konfiguratsiyasini koʻchirishda xatolik

source: An error occurred while copying the bluetooth settings. The installation will continue, but the bluetooth configuration will have to be set up again in the installed system.
es: Ocurrió un error al copiar la configuración de Bluetooth. La instalación continuará, pero se necesitará configurar el Bluetooth de nuevo en el sistema instalado.
ru: Возникла ошибка при копировании параметров bluetooth. Установка будет продолжена, но в установленной системе придётся заново выполнить настройку bluetooth.
uz: Bluetooth sozlamalari koʻchirilayotganlarida bir xato yuz berdi. Oʻrnatish davom etadi, biroq bluetooth konfiguratsiyasi oʻrnatilgan tizimda yana oʻrnatilishi kerak boʻladi.

source: Error configuring connection to Active Directory
es: Error al configurar la conexión con Active Directory
ru: Ошибка настройки подключения к Active Directory
uz: "Active Directory"ga ulanish sozlanilayotganida xatolik

source: Sorry, Active Directory can't be set up at the moment. Once your system is up and running, visit help.lingmo.com/activedirectory for help.
es: Por el momento no se puede configurar Active Directory. Una vez que el sistema esté instalado, visite help.lingmo.com/activedirectory para obtener ayuda.
ru: В настоящее время установка Active Directory не может быть произведена. Как только ваша система загрузится, посетите справочную страницу help.lingmo.com/activedirectory.
uz: Kechirasiz, "Active Directory" hozir oʻrnatila olmaydi. Tizimingiz ishga tushganidan soʻng yordam uchun help.lingmo.com/activedirectory sahifasiga tashrif buyuring.

source: Error setting LUKS recovery key
es: Error al configurar la clave de recuperación de LUKS
ru: Ошибка назначения ключа восстановления LUKS

source: An error occurred while setting the recovery key. The installation will continue, but you may have to manually add the recovery key in the installed system with the command:
es: Hubo un error al configurar la clave de recuperación. La instalación continuará, pero es posible que deba añadir manualmente la clave de recuperación en el sistema instalado con la orden:
ru: Обнаружена ошибка во время назначения ключа восстановления. Установка будет продолжена, но вам понадобится самостоятельно добавить ключ восстановления для установленной системы с помощью команды:

source: cryptsetup luksAddKey device_name
es: cryptsetup luksAddKey nombre_dispositivo
ru: cryptsetup luksAddKey имя_устройства

source: Calculating files to skip copying...
es: Calculando archivos a excluir del copiado...
ru: Подсчёт пропускаемых файлов...
uz: Koʻchirilishi oʻtkazib yuborilishi mumkin boʻlgan fayllar aniqlanmoqda...

source: Installing language packs
es: Instalando los paquetes de idiomas
ru: Установка языковых пакетов
uz: Til paketlari oʻrnatilmoqda

source: Downloading language packs (${TIME} remaining)...
es: Descargando paquetes de idiomas (faltan ${TIME})...
ru: Загрузка языковых пакетов (осталось ${TIME})...
uz: Til paketlari yuklab olinmoqda (${TIME} qoldi)...

source: Failed to unmount partitions
es: Error al desmontar particiones
ru: Не удалось отключить разделы
uz: Boʻlimlarni demontaj qilish muvaffaqiyatsiz tugadi

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
es: El instalador necesita guardar los cambios en las tablas de particiones, pero no puede hacerlo porque no se pueden desmontar las particiones en los siguientes puntos de montaje:
ru: Установщик должен применить изменения к разделам, но не может этого сделать из-за невозможности отключения разделов на следующих точках подключения:
uz: Oʻrnatuvchi oʻzgarishlarni boʻlimlar jadvaliga kiritishi kerak, biroq buni qila olmayapti, chunki quyidagi montaj nuqtasidagi boʻlimlarni demontaj qilib boʻlmadi.

source: Please close any applications using these mount points.
es: Cierre cualquier aplicación que esté usando estos puntos de montaje.
ru: Пожалуйста, закройте все приложения, использующие эти точки подключения.
uz: Iltimos, ushbu montaj nuqtalaridan foydalanayotgan barcha ilovalarni yoping.

source: Would you like the installer to try to unmount these partitions again?
es: ¿Quiere que el instalador intente desmontar de nuevo estas particiones?
ru: Вы хотите, чтобы установщик еще раз попытался отключить эти разделы?
uz: Oʻrnatgich ushbu boʻlimlarni yana demontaj qilib koʻrishini istaysizmi?

source: Do you want to return to the partitioner?
es: ¿Quiere volver al programa de particionado?
ru: Вернуться к этапу разметки?
uz: Boʻlgichga qaytishni istaysizmi?

source: Some of the partitions you created are too small. Please make the following partitions at least this large:
es: Algunas de las particiones que ha creado son demasiado pequeñas. Haga las siguientes particiones con al menos este tamaño:
ru: Некоторые созданные вами разделы слишком малы. Пожалуйста, сделайте следующие разделы не меньше, чем:
uz: Siz yaratgan boʻlimlarning baʼzilari juda kichik. Iltimos, quyidagi boʻlimlarni kamida mana shunchaga kattalashtiring:

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
es: Si no vuelve al programa de particionado y aumenta el tamaño de estas particiones, la instalación podría fallar.
ru: Если вы не вернётесь к разметке дисков и не увеличите размер этих разделов, установка может завершиться неудачно.
uz: Agar siz boʻlgichga qaytmasangiz va ushbu boʻlimlarning hajmini oshirmasangiz, oʻrnatish muvaffaqiyatsiz tugashi mumkin.

source: System Configuration
es: Configuración del sistema
ru: Настройка системы
uz: Tizim konfiguratsiyasi

source: Welcome
es: Le damos la bienvenida
ru: Добро пожаловать
uz: Xush kelibsiz!

source: Network configuration
es: Configuración de red
ru: Конфигурация сети
uz: Tarmoq konfiguratsiyasi

source: Language
es: Idioma
ru: Язык
uz: Til

source: Wireless
es: Red inalámbrica
ru: Беспроводная сеть
uz: Simsiz

source: Timezone
es: Huso horario
ru: Часовой пояс
uz: Vaqt mintaqasi

source: Keyboard
es: Teclado
ru: Клавиатура
uz: Klaviatura

source: Disk Setup
es: Configuración de disco
ru: Разметка диска
uz: Disk sozlanishi

source: User Info
es: Información de usuario
ru: Сведения о пользователе
uz: Foydalanuvchi maʼlumotlari

source: installation process
es: proceso de instalación
ru: процесс установки
uz: oʻrnatish jarayoni

source: Checking for installer updates
es: Comprobando actualizaciones del instalador
ru: Поиск обновлённой версии установщика
uz: Oʻrnatgich yangilanishlarga tekshirilmoqda

source: Reading package information
es: Leyendo la información de paquetes
ru: Чтение информации о пакете
uz: Paket maʼlumotlari oʻqilmoqda

source: Updating package information
es: Actualizando la información de paquetes
ru: Обновление информации о пакете
uz: Paket maʼlumotlari yangilanmoqda

source: File ${INDEX} of ${TOTAL} at ${SPEED}/s
es: Archivo ${INDEX} de ${TOTAL} a ${SPEED}/s
ru: Файл ${INDEX} из ${TOTAL} на скорости ${SPEED}/с
uz: ${TOTAL} dan ${INDEX}, soniyasiga ${SPEED} tezlikda

source: File ${INDEX} of ${TOTAL}
es: Archivo ${INDEX} de ${TOTAL}
ru: Файл ${INDEX} из ${TOTAL}
uz: ${TOTAL} dan ${INDEX}

source: Installing update
es: Instalando actualización
ru: Установка обновления
uz: Yangilanish oʻrnatilmoqda

source: Error updating installer
es: Error actualizando el instalador
ru: Ошибка обновления программы установки
uz: Oʻrnatgich yangilanayotganida xatolik

source: The installer encountered an error while trying to update itself:
es: El instalador encontró un error al intentar actualizarse:
ru: Программа установки обнаружила ошибку при обновлении:
uz: Oʻrnatgich oʻzini yangilashga harakat qilayotganida xatoga duch keldi:

source: USB disk
es: disco USB
ru: USB-диск

source: Please choose the language to use for the install process. This language will be the default language for this computer.
es: Elija un idioma para usar en el proceso de instalación. Este idioma será el predeterminado para este equipo.
ru: Пожалуйста, выберите язык для установки системы. Этот язык также будет установлен по умолчанию для этого компьютера.
uz: Iltimos, oʻrnatish jarayoni uchun foydalaniladigan tilni tanlang. Bu til bu kompyuter uchun standart til boʻladi.

source: Please choose the language used for the configuration process. This language will be the default language for this computer.
es: Elija el idioma a usar en el proceso de configuración. Este idioma será el predeterminado para este equipo.
ru: Пожалуйста, выберите язык, используемый для настройки системы. Этот язык будет установлен языком по умолчанию на данном компьютере.
uz: Iltimos, konfiguratsiya jarayoni uchun foydalaniladigan tilni tanlang. Bu til bu kompyuter uchun standart til boʻladi.

source: Installation failed
es: La instalación ha fallado
ru: Установка не удалась
uz: Oʻrnatish muvaffaqiyatsiz chiqdi

source: The installer encountered an unrecoverable error. A desktop session will now be run so that you may investigate the problem or try installing again.
es: El instalador ha encontrado un error del que no se puede recuperar. Se va a iniciar una sesión de escritorio para que pueda investigar el problema o intentar la instalación de nuevo.
ru: Установщик столкнулся с неисправимой ошибкой. Будет запущена оболочка, в которой можно исследовать проблему или попробовать установку снова.
uz: Oʻrnatgich tiklab boʻlmaydigan xatoga duch keldi. Ish stoli seansi hozir ishga tushiriladi. Siz bu erda muammoning sababini aniqlashingiz yoki o'rnatishni qaytadan boshlashingiz mumkin bo'ladi.

source: The installer encountered an unrecoverable error and will now reboot.
es: El instalador ha encontrado un error del que no se puede recuperar y va a reiniciar.
ru: Установщик столкнулся с неисправимой ошибкой, сейчас последует перезагрузка.
uz: Oʻrnatgich tiklab boʻlmaydigan xatoga duch keldi va hozir oʻchib yoqiladi.

source: Updates and other software
es: Actualizaciones y otro software
ru: Обновления и другие программы
uz: Yangilanishlar va boshqa dasturiy taʼminot

source: Connecting this computer to a Wi-Fi network allows you to install third-party software, download updates, automatically detect your timezone, and install full support for your language.
es: Conecte el equipo a una red inalámbrica para instalar programas de terceros, descargar actualizaciones, detectar automáticamente su huso horario e instalar la compatibilidad completa con su idioma.
ru: Подключение этого компьютера к сети Wi-Fi позволит устанавливать стороннее программное обеспечение, загружать обновления, автоматически определять часовой пояс и устанавливать полную поддержку вашего языка.

source: Password:
es: Contraseña:
ru: Пароль:
uz: Parol:

source: Display password
es: Mostrar contraseña
ru: Отображать пароль
uz: Parolni koʻrsatish

source: I don't want to connect to a Wi-Fi network right now
es: No quiero conectarme a una red Wi-Fi en este momento
ru: Я не хочу сейчас подключаться к сети Wi-Fi

source: Connect to this network
es: Conectarse a esta red
ru: Подключиться к этой сети
uz: Shu tarmoqqa ulanish

source: Select drive:
es: Seleccione la unidad:
ru: Выберите диск:
uz: Diskovodni tanlash:

source: Allocate drive space by dragging the divider below:
es: Asigne el espacio en disco arrastrando el siguiente divisor:
ru: Распределите место на диске, перемещая разделитель ниже:
uz: Pastdagi boʻlgichni surib, disk joyini taqsimlash:

source: The entire disk will be used:
es: Se usará el disco entero:
ru: Диск будет использован целиком:
uz: Butun disk ishlatiladi:

source: <small>%d smaller partitions are hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
es: <small>Se ocultaron %d particiones más pequeñas; utilice la <a href="">herramienta de particionado avanzada</a> para mayor control</small>
ru: <small>%d небольших разделов скрыты, use the <a href="">расширенный редактор разделов</a> для большего контроля</small>
uz: <small>%d ta kichikroq boʻlim yashirilgan, koʻproq kontrol uchun <a href="">ilgʻor boʻlish vositasi</a>dan foydalaning</small>

source: <small>1 smaller partition is hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
es: <small>Se ocultó 1 partición más pequeña; utilice la <a href="">herramienta de particionado avanzada</a> para mayor control</small>
ru: <small>1 небольшой раздел скрыт, use the <a href="">расширенный редактор разделов</a> для большего контроля</small>
uz: <small>1 kichikroq boʻlim yashirilgan, koʻproq kontrol uchun <a href="">ilgʻor boʻlish vositasi</a>dan foydalaning</small>

source: %d partitions will be deleted, use the <a href="">advanced partitioning tool</a> for more control
es: Se eliminarán %d particiones; use la <a href="">herramienta avanzada de particionado</a> para mayor control
ru: %d разделов будет удалено, используйте <a href="">продвинутую утилиту разметки дисков</a>, чтобы полностью контролировать разметку
uz: %d ta boʻlim oʻchiriladi, koʻproq kontrol uchun <a href="">ilgʻor boʻlish vositasi</a>dan foydalaning</small>

source: 1 partition will be deleted, use the <a href="">advanced partitioning tool</a> for more control
es: Se eliminará 1 partición; use la <a href="">herramienta avanzada de particionado</a> para mayor control
ru: 1 раздел будет удалён, используйте <a href="">продвинутую утилиту разметки дисков</a>, чтобы полностью контролировать разметку
uz: 1 ta boʻlim oʻchiriladi, koʻproq kontrol uchun <a href="">ilgʻor boʻlish vositasi</a>dan foydalaning</small>

source: Split Largest Partition
es: Dividir la partición más grande
ru: Разделить наибольший раздел
uz: Eng katta boʻlimni ajratish

source: For best results, please ensure that this computer:
es: Para obtener los mejores resultados, asegúrese de que este equipo:
ru: Для достижения наилучшего результата убедитесь в том, что этот компьютер:
uz: Eng yaxshi natijalar uchun, iltimos, bu kompyuter shularni egalik qilganini taʼminlang:

source: Sorry
es: Disculpe
ru: Извините
uz: Uzr

source: Turn off RST
es: Desactivar RST
ru: Выключить RST
uz: RSTni oʻchirish

source: This computer uses Intel RST (Rapid Storage Technology). You need to turn off RST before installing Lingmo. For instructions, open this page on a phone or other device: <a href="https://help.lingmo.com/rst">help.lingmo.com/rst</a>
es: Este equipo utiliza RST (tecnología de almacenamiento rápido, siglas en inglés) de Intel. Debe desactivar RST antes de instalar Lingmo. Para saber cómo hacerlo, abra esta página en un teléfono u otro dispositivo: <a href="https://help.lingmo.com/rst">help.lingmo.com/rst</a>
ru: Данный компьютер использует Intel RST (Rapid Storage Technology). Вам необходимо выключить RST, перед продолжением установки Lingmo. Для получения справки, откройте эту страницу на телефоне или другом устройстве: <a href="https://help.lingmo.com/rst">help.lingmo.com/rst</a>
uz: Bu kompyuter Intel RSTdan, yaʼni "Rapid Storage Technology"dan foydalanadi. Lingmoni oʻrnatishdan oldin RSTni oʻchirishingiz kerak. Koʻrsatmalar uchun telefoningiz yoki boshqa qurilmadan mana shu sahifani oching: <a href="https://help.lingmo.com/rst">help.lingmo.com/rst</a>

source: Turn off BitLocker
es: Desactivar BitLocker
ru: Выключить BitLocker
uz: BitLockerni oʻchirish

source: This computer uses Windows BitLocker encryption. You need to turn off BitLocker in Windows before installing Lingmo. For instructions, open this page on a phone or other device: <a href="https://help.lingmo.com/bitlocker">help.lingmo.com/bitlocker</a>
es: Este equipo utiliza el cifrado BitLocker de Windows. Debe desactivar BitLocker en Windows antes de instalar Lingmo. Para saber cómo hacerlo, abra esta página en un teléfono u otro dispositivo: <a href="https://help.lingmo.com/bitlocker">help.lingmo.com/bitlocker</a>
ru: Данный компьютер использует шифрование Windows BitLocker. Вам необходимо выключить BitLocker в Windows, перед продолжением установки Lingmo. Для получения справки, откройте эту страницу на телефоне или другом устройстве: <a href="https://help.lingmo.com/bitlocker">help.lingmo.com/bitlocker</a>
uz: Ushbu kompyuter “Windows BitLocker” shifrlashdan foydalanadi. Siz Lingmoni oʻrnatishdan oldin Windowsdan “BitLocker”ni oʻchirishingiz kerak. Koʻrsatmalar uchun mana shu sahifani telefoningiz yoka boshqa qurilmangizdan oching: <a href="https://help.lingmo.com/bitlocker">help.lingmo.com/bitlocker</a>
